# print / input 
# Int, Float, Str, Bool, None 
# If, While, For ,..
# Set, Str, List, Tuple, Dict

# 1-ая условный оператор - блок кода,  который в зависимости от выражения в условии 
# выполняется так или иначе

# 2-ая оператор цикла - блок кода, который ЛОКАЛЬНО выполняется определенное количество раз
# в зависимости от условия. (Break- ключевое слово, провоцирующие остановку текущей итерации цикла
# и выход из тела цикла, Continue- ключевое слово, провоцирующие остановку текущей итерации цикла и
# переход на следующую итерацию )

# 3-ая функция - блок кода, который ЕДИНОЖДЫ определяется и может быть ВЫЗВАН в любой точке программы.